Repository: EddyBeaupre/searchIEEE
Catalog: searchIEEE-UAP/MultilingualResources/searchIEEE-UAP.*.xlf
Languages: fr

# MainPage_ConfigTextBlock.Text
source: Configure
fr: Configurer

# MainPage_SearchTextBlock.Text
source: Search
fr: Rechercher

# pageConfig_TextBlock_IEEE_CID.Text
source: Company ID :
fr: ID de la société :

# pageConfig_TextBlock_IEEE_Ethertype.Text
source: Ethertypes ID :
fr: ID d'EtherTypes :

# pageConfig_TextBlock_IEEE_IAB.Text
source: Individual Address Block :
fr: Bloc d'adressage individuels :

# pageConfig_TextBlock_IEEE_MAL.Text
source: Large Address Block :
fr: Bloc d'adressage étendu :

# pageConfig_TextBlock_IEEE_MAM.Text
source: Medium Address Block :
fr: Bloc d'adressage moyen :

# pageConfig_TextBlock_IEEE_Manufacturer.Text
source: Manufacturer ID :
fr: ID du fabricant :

# pageConfig_TextBlock_IEEE_MAS.Text
source: Small Address Block :
fr: Bloc d'adressage petit :

# pageConfig_TextBlock_IEEE_Operator.Text
source: Operator ID :
fr: ID de l'opérateur :

# MainPage_ErrorDownload
source: Error while downloading databases, check your internet connexion and settings.
fr: Erreur lors du téléchargement des bases de données, vérifiez vos paramètres et connexion internet.

# MainPage_ErrorHeader
source: Error
fr: Erreur

# MainPage_RecordLoaderStart
source: Loaded {0} of {1} databases
fr: Chargé {0} de {1} bases de données

# MainPage_RecordLoaderStop
source: Loaded {0} of {1} databases, {2} entries availables
fr: Chargé {0} de {1} bases de données, {2} entrées disponibles

# MainPage_RecordLoaderUpdate
source: Loaded {0} of {1} databases
fr: Chargé {0} de {1} bases de données

# MainPage_SearchEmpty
source: No results found.
fr: Aucun résultat trouvé.

# MainPage_SearchProgress
source: Searching...
fr: Recherche en cours...

# MainPage_SearchResult
source: {0} results found.
fr: {0} résultats trouvés.

# MainPage_searchBox.CueBannerText
source: Search...
fr: Recherche...

# pageConfig_DialogConfigReset
source: Would you like to load default values?
fr: Vous souhaitez charger les valeurs par défaut ?

# pageConfig_DialogConfigResetTitle
source: Reset configuration.
fr: Réinitialiser la configuration.

# pageConfig_DialogConfigUpdate
source: Would you like to reload databases?
fr: Vous souhaitez recharger les bases de données ?

# pageConfig_DialogConfigUpdateTitle
source: Configuration updated.
fr: Configuration mise à jour.

# pageConfig_DialogNo
source: No
fr: Non

# pageConfig_DialogYes
source: Yes
fr: Oui

# pageResult_Assignment
source: Assignment : {0}
fr: Assignation : {0}

# pageResult_DialogClose
source: Close
fr: Fermer

# pageResult_DialogCopied
source: Copied to clipboard :
fr: Copié dans le presse-papiers :

# pageResult_OrganizationAddress
source: Organization Address : {0}
fr: Adresse de l'organisme : {0}

# pageResult_OrganizationName
source: Organization Name : {0}
fr: Nom de l'organisme : {0}

# pageResult_Protocol
source: Protocol : {0}
fr: Protocole : {0}

# pageResult_Registry
source: Registry : {0}
fr: Registre : {0}

# MainPage_RecordLoaderError
source: Error while loading databases.
fr: Erreur lors du chargement des bases de données.
